/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "";

/* About prefs tab title */
"About" = "";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "";

/* Notification always stay on screen */
"Always" = "";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "";

/* Application decides whether a note should stay on screen */
"Application Decides" = "";

/* Label for application level display style choice */
"Application's Display Style" = "";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "";

/* Application prefs tab title */
"Applications" = "";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "";

/* Button title for canceling */
"Cancel" = "";

/* Clear all history button title */
"Clear All History" = "";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "";

/* No comment provided by engineer. */
"Clear Rollup" = "";

/* close all open notifications */
"Close all notifications" = "";

/* Column title for a computer entry */
"Computer Name" = "";

/* Continue button title */
"Continue" = "";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "";

/* Title of menu item for default display */
"Default" = "";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "";

/* Default style picker label */
"Default Style" = "";

/* alert when history database could not be moved aside */
"Disabling History" = "";

/* Label for the display style of the selected notification */
"Display Style:" = "";

/* Column title for Display Styles */
"Display Styles" = "";

/* Display prefs tab title */
"Displays" = "";

/* Continue button title when done */
"Done" = "";

/* Label for the effect to use */
"Effect:" = "";

/* Emergency notification priority */
"Emergency" = "";

/* Label for application on/off switch */
"Enable %@" = "";

/* Label for application on/off switch */
"Enable application" = "";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "";

/* Alert when database has been corrupted */
"Error opening history database." = "";

/* A fade effect */
"Fade" = "";

/* fatal alert */
"Fatal Error" = "";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "";

/* Tab title for forwarding */
"Forwarding" = "";

/* General prefs tab title */
"General" = "";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the History Database, and will terminate upon closing this window.  Please contact us at support@growl.info." = "";

/* No comment provided by engineer. */
"Growl History Disabled" = "";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "";

/* button to open http://growl.info */
"Growl Web Site" = "";

/* No comment provided by engineer. */
"Hide Rollup" = "";

/* No comment provided by engineer. */
"Hide the History Rollup" = "";

/* High notification priority */
"High" = "";

/* History prefs tab title */
"History" = "";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "";

/* Title for section containing apps from the local machine */
"Local" = "";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "";

/* Moderate notification priority */
"Moderate" = "";

/* Network prefs tab title */
"Network" = "";

/* Notification will never stay on screen */
"Never" = "";

/* No comment provided by engineer. */
"No" = "";

/* Growl will run compeletely in the background */
"No icon visible" = "";

/* No comment provided by engineer. */
"No Recent Notifications" = "";

/* Normal notification priority */
"Normal" = "";

/* Label for the tab which contains notification settings */
"Notifications" = "";

/* If the string is too long, use O */
"OFF" = "";

/* No comment provided by engineer. */
"OK" = "";

/* No comment provided by engineer. */
"Ok" = "";

/* If the string is too long, use I */
"ON" = "";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "";

/* Column title for a password */
"Password" = "";

/* No comment provided by engineer. */
"Pause Growl" = "";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "";

/* No comment provided by engineer. */
"Plugin already exists" = "";

/* No comment provided by engineer. */
"Plugin installed" = "";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "";

/* No comment provided by engineer. */
"Plugin not installed" = "";

/* Preferences window title */
"Preferences" = "";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "";

/* Label for choosing priority of the selected notification */
"Priority:" = "";

/* No comment provided by engineer. */
"Quit" = "";

/* No comment provided by engineer. */
"Quit Growl entirely" = "";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "";

/* Button title for removing something */
"Remove" = "";

/* No comment provided by engineer. */
"Resume Growl" = "";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "";

/* Rollup prefs tab title */
"Rollup" = "";

/* Rollup all notifications radio button */
"Rollup all notes" = "";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "";

/* second part of string for idle timeout */
"seconds of inactivity" = "";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "";

/* Label for server password field */
"Server Password:" = "";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "";

/* No comment provided by engineer. */
"Show Rollup" = "";

/* No comment provided by engineer. */
"Show the History Rollup" = "";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "";

/* A slide effect */
"Slide" = "";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "";

/* Start Growl at Login switch label */
"Start Growl at Login" = "";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "";

/* Tab title for subscribers tab */
"Subscribers" = "";

/* Tab title for subscriptions tab */
"Subscriptions" = "";

/* No comment provided by engineer. */
"There are no new notifications" = "";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "";

/* No comment provided by engineer. */
"There was error opening the History database file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "";

/* Column title for the time column in the history table */
"Time" = "";

/* Column title for the title column in the history table */
"Title" = "";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "";

/* Column title for whether to use the item on the row */
"Use" = "";

/* label for using a custom application wide starting position */
"Use custom starting position" = "";

/* label for using the global default starting position */
"Use default starting position" = "";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "";

/* Very low notification priority */
"Very Low" = "";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "";

/* No comment provided by engineer. */
"Welcome to Growl!" = "";

/* No comment provided by engineer. */
"Yes" = "";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "";

